Repository: Newsman/WP-Plugin-NewsmanApp
Catalog: languages/newsman-*.po
Languages: ro_ro

source: the links to begin synchronizing or setup task scheduler (cron) on your server/hosting.
ro_ro: linkurile pentru a începe sincronizarea sau a configura planificatorul de activități (cron) pe serverul/găzduirea dvs.

source: Synchronize with NewsMAN from latest number of records (ex: 5000)
ro_ro: Sincronizare cu NewsMAN de la cel mai recent număr de înregistrări (ex: 5000)

source: Export once all WordPress users with role subscriber (using Woo Commerce Action Scheduler)
ro_ro: Trimiteți o singură dată toți utilizatorii WordPress cu rolul de abonat (folosind Woo Commerce Action Scheduler)

source: Schedule Export Subscribers
ro_ro: Programați trimiterea abonaților

source: CRON url to export WordPress users with role subscriber
ro_ro: URL CRON pentru trimiterea utilizatorilor WordPress cu rol de abonat

source: Export once all buyers from orders with status complete (using Woo Commerce Action Scheduler)
ro_ro: Trimiteți odată toți cumpărătorii din comenzile cu starea finalizată (folosind Woo Commerce Action Scheduler)

source: Schedule Export Customers from Orders
ro_ro: Programați trimiterea clienților din comenzi

source: CRON url to export buyers from orders with status complete
ro_ro: URL CRON pentru trimiterea cumpărătorilor din comenzile cu starea finalizată

source: Export once all orders to NewsMAN after the date set in Remarketing > Export Orders After Date (using Woo Commerce Action Scheduler)
ro_ro: Trimiteți o singură dată toate comenzile către NewsMAN după data setată în Remarketing > Trimiteți comenzi după data (folosind Planificatorul de acțiuni Woo Commerce)

source: Schedule Export Orders
ro_ro: Programați comenzile pentru trimitere

source: CRON url to send orders to NewsMAN
ro_ro: URL CRON pentru trimiterea comenzilor către NewsMAN

source: NewsMAN Info
ro_ro: NewsMAN Informații

source: Menus
ro_ro: Meniuri

source: You will be able to sync your shop customers and newsletter subscribers with NewsMAN list / segments
ro_ro: Vei putea sincroniza clienții magazinului și abonații la newsletter cu listele/segmentele NewsMAN

source: Provide a valuable experience to your customer by automating communication with them. Create automatic email flows based on their actions on the site, such as product viewed, added to cart, completed order etc.
ro_ro: Oferă o experiență valoroasă clientului tău prin automatizarea comunicării cu acesta. Creează fluxuri automate de e-mailuri bazate pe acțiunile sale pe site, cum ar fi produsul vizualizat, adăugat în coș, comanda finalizată etc.

source: SMS (short messages) is one of the most effective ways to get users’ attention. Create and manage campaigns or send transactional SMS directly from NewsMAN platform.
ro_ro: SMS-urile (mesaje scurte) reprezintă una dintre cele mai eficiente metode de a capta atenția utilizatorilor. Creați și gestionați campanii sau trimiteți SMS-uri tranzacționale direct de pe platforma NewsMAN.

source: In the settings page enter your API Key and User id provided by NewsMAN.
ro_ro: În pagina de setări, introduceți cheia API și ID-ul de utilizator furnizate de NewsMAN.

source: After entering and saving valid credentials you will be able to select a list to which subscribers will be added
ro_ro: După introducerea și salvarea acreditărilor valide, veți putea selecta o listă la care vor fi adăugați abonații.

source: Transform your website visitors into subscribers and customers. Generate easy to integrate pop-ups, embedded signup forms and web layers to convert more.
ro_ro: Transformă vizitatorii site-ului tău web în abonați și clienți. Generează ferestre pop-up ușor de integrat, formulare de înscriere încorporate și straturi web pentru a converti mai mult.

source: Log in to your NewsMAN account: Select List -> Settings -> Subscription forms -> Create/Edit form -> Modal window -> Activate modal window for newsletter subscription -> Select embedded form. Copy paste Shortcode newsman_subscribe_widget
ro_ro: Conectați-vă la contul dvs. NewsMAN: Selectați Listă -> Setări -> Formulare de abonare -> Creare/Editare formular -> Fereastră modală -> Activare fereastră modală pentru abonare la newsletter -> Selectați formular încorporat. Copiați și lipiți codul scurt (shortcode) newsman_subscribe_widget

source: Subscribe to our newsletter
ro_ro: Abonează-te la newsletter-ul nostru

source: Newsletter Subscription
ro_ro: Abonare la newsletter

source: I want to receive notifications about the status of my order on my phone (SMS messages)
ro_ro: Doresc să primesc notificări despre starea comenzii mele pe telefon (mesaje SMS)
