Repository: Newsman/WP-Plugin-NewsmanApp
Catalog: languages/newsman-*.po
Languages: ro_ro

source: NewsmanApp for WordPress
ro_ro: NewsmanApp pentru WordPress

source: NewsmanApp for WordPress (sign up widget, subscribers sync, create and send newsletters from blog posts)
ro_ro: NewsmanApp pentru WordPress (widget de înscriere, sincronizare abonați, creare și trimitere newslettere din postările de pe blog)

source: All orders after date %s were scheduled for export.
ro_ro: Toate comenzile de după data de %s au fost programate pentru trimitere.

source: All buyers from complete orders were scheduled for export.
ro_ro: Toți cumpărătorii din comenzi complete au fost programați pentru trimitere.

source: All subscribers were scheduled for export.
ro_ro: Toți abonații au fost programați pentru trimitere.

source: Send SMS with Cargus AWB
ro_ro: Trimite SMS cu Cargus AWB

source: SMS with AWB (%1$s) sent to %2$s
ro_ro: SMS cu AWB (%1$s) trimis către %2$s

source: Access is denied
ro_ro: Accesul este refuzat

source: There are no lists in your NewsMAN account
ro_ro: Nu există liste în contul dvs. NewsMAN

source: Unauthorized user
ro_ro: Utilizator neautorizat

source: Options saved.
ro_ro: Opțiuni salvate.

source: Invalid Credentials. Please configure them in Settings tab.
ro_ro: Credențiale invalide. Vă rugăm să le configurați în fila Setări.

source: Invalid Credentials
ro_ro: Credențiale invalide

source: Invalid credentials.
ro_ro: Credențiale invalide.

source: No SMS list found.
ro_ro: Nu a fost găsită nicio listă de SMS-uri.

source: An error has occurred.
ro_ro: A apărut o eroare.

source: The SMS was not sent.
ro_ro: SMS-ul nu a fost trimis.

source: Test SMS was sent.
ro_ro: SMS-ul de test a fost trimis.

source: The SMS was not sent. Please select or keep the configured SMS list.
ro_ro: SMS-ul nu a fost trimis. Vă rugăm să selectați sau să păstrați lista de SMS-uri configurată.

source: The SMS was not sent. Please fill the test phone number and the test message.
ro_ro: SMS-ul nu a fost trimis. Vă rugăm să completați numărul de telefon de test și mesajul de test.

source: Could not get the lists or the segments.
ro_ro: Nu s-au putut obține listele sau segmentele.

source: Could not update feed list
ro_ro: Nu s-a putut actualiza lista de fluxuri de produse

source: Sync
ro_ro: Sincronizare

source: Settings
ro_ro: Setări

source: Empty API key provided.
ro_ro: Cheie API goală furnizată.

source: Invalid API key for blog ID %d
ro_ro: Cheie API nevalidă pentru ID-ul blogului %d

source: Add coupons: %s
ro_ro: Adăugați cupoane: %s

source: Added %1$d coupons %2$s
ro_ro: S-au adăugat %1$d cupoane %2$s

source: Export subscribers %1$s %2$d, %3$d, blog ID %4$s, date %5$s
ro_ro: Trimite abonați %1$s %2$d, %3$d, ID blog %4$s, dată %5$s

source: No subscribers found.
ro_ro: Nu s-au găsit abonați.

source: Exported subscribers %1$s %2$d, %3$d, blog ID %4$s, date %5$s
ro_ro: Abonați trimisi %1$s %2$d, %3$d, ID blog %4$s, data %5$s

source: Sent to NewsMAN %1$d subscribers out of a total of %2$d.
ro_ro: Trimis către NewsMAN %1$d abonați dintr-un total de %2$d.

source: Export order %1$d, store ID %2$s
ro_ro: Încercare export comanda %1$d, ID magazin %2$s

source: Exported order %1$d, store ID %2$s
ro_ro: Comanda %1$d trimisă, ID magazin %2$s

source: Export orders %1$d, %2$d, blog ID %3$s
ro_ro: Încercare de trimitere comenzi multiple %1$d, %2$d, ID blog %3$s

source: Exported orders %1$d, %2$d, blog ID %3$s
ro_ro: Comenzi trimise %1$d, %2$d, ID blog %3$s

source: Processing fetch data (%1$s) for blog ID %2$d.
ro_ro: Se procesează datele de preluare (%1$s) pentru blogul cu ID-ul %2$d.

source: Export product %1$d, store ID %2$s
ro_ro: Incercare de trimitere produs %1$d, ID magazin %2$s

source: Exported product %1$d, store ID %2$s
ro_ro: Produs trimisă %1$d, ID magazin %2$s

source: Export products %1$d, %2$d, blog ID %3$s
ro_ro: Încercare de trimitere produse %1$d, %2$d, ID blog %3$s

source: Exported products %1$d, %2$d, blog ID %3$s
ro_ro: Produse trimise %1$d, %2$d, ID blog %3$s

source: Send order %1$d, store ID %2$s
ro_ro: Încercare de trimitere comandă %1$d, ID magazin %2$s

source: Sent order %1$d, store ID %2$s
ro_ro: Comanda %1$d a fost trimisă, ID magazin %2$s

source: Send orders %1$d, %2$d, blog ID %3$s, date %4$s
ro_ro: Încercare trimitere comenzi %1$d, %2$d, ID blog %3$s, data %4$s

source: Sent orders %1$d, %2$d, blog ID %3$s, Date %4$s
ro_ro: Comenzi trimise %1$d, %2$d, ID blog %3$s, Data %4$s

source: Sent to NewsMAN %1$d orders out of a total of %2$d.
ro_ro: Trimis către NewsMAN %1$d comenzi dintr-un total de %2$d.

source: wp_newsman_internal_role %s is not allowed!
ro_ro: wp_newsman_internal_role %s nu este permis!

source: Export %1$s %2$d, %3$d, blog ID %4$s
ro_ro: Încercare trimitere %1$s %2$d, %3$d, ID blog %4$s

source: Exported %1$s %2$d, %3$d, blog ID %4$s
ro_ro: Exportat %1$s %2$d, %3$d, ID blog %4$s

source: Security check failed. Please try again.
ro_ro: Verificarea de securitate a eșuat. Vă rugăm să încercați din nou.

source: You have already subscribed to our newsletter!
ro_ro: Te-ai abonat deja la newsletter-ul nostru!

source: You have already unsubscribed from our newsletter!
ro_ro: Te-ai dezabonat deja de la newsletter-ul nostru!

source: A subscription confirmation email will be sent to you shortly.
ro_ro: Un e-mail de confirmare a abonamentului vă va fi trimis în scurt timp.

source: You have successfully subscribed to our newsletter!
ro_ro: Te-ai abonat cu succes la newsletter-ul nostru!

source: The subscription process usually takes less than a minute. After that the status of your subscription will be shown here. Thank you!
ro_ro: Procesul de abonare durează de obicei mai puțin de un minut. După aceea, starea abonamentului dvs. va fi afișată aici. Mulțumesc!

source: You have unsubscribed from our newsletter! An unsubscription confirmation email will be sent to you shortly.
ro_ro: V-ați dezabonat de la newsletter-ul nostru! Veți primi în scurt timp un e-mail de confirmare a dezabonării.

source: You have unsubscribed from our newsletter!
ro_ro: Te-ai dezabonat de la newsletter-ul nostru!

source: The unsubscription process usually takes less than a minute. After that the status of your subscription will be shown here. Thank you!
ro_ro: Procesul de dezabonare durează de obicei mai puțin de un minut. După aceea, starea abonamentului dvs. va fi afișată aici. Mulțumim!

source: There was an error subscribing to the newsletter. Please try again.
ro_ro: A apărut o eroare la abonarea la newsletter. Vă rugăm să încercați din nou.

source: Send Order Status SMS
ro_ro: Trimite SMS cu starea comenzii

source: Subscribe
ro_ro: Abonează-te

source: Invalid email address %1
ro_ro: Adresă de e-mail nevalidă %1

source: Try to export CSV with %s subscribers
ro_ro: Încercare trimitere fișier CSV cu %s abonați

source: Sent export CSV with %s subscribers
ro_ro: Fișier CSV trimis cu %s abonați

source: Try to get by email %s
ro_ro: Încercare obținere date e-mail %s

source: Done get by email %s
ro_ro: Gata, primesc prin e-mail %s

source: Try to init subscribe email %s
ro_ro: Încercare inițializare pentru adresa de e-mail de abonare %s

source: Init subscribe successful for email %s
ro_ro: Încercarea de abonare pentru e-mailul %s a avut succes

source: Try to init unsubscribe email %s
ro_ro: Încercare initializare de dezabonare pentru e-mail %s

source: Init unsubscribed successful for email %s
ro_ro: Dezabonare inițială reușită pentru e-mailul %s

source: Try to subscribe email %s
ro_ro: Încercare abonare adresa de e-mail %s

source: Subscribed email %s
ro_ro: Adresă de e-mail abonată %s

source: Try to unsubscribe email %s
ro_ro: Încercare dezabonare e-mail %s

source: Unsubscribed email %s
ro_ro: E-mail dezabonat %s

source: List ID is required.
ro_ro: ID-ul listei este obligatoriu.

source: Try to install products feed %s
ro_ro: Încercare instalare flux de produse %s

source: Installed products feed %s
ro_ro: Fluxul de produse instalate %s

source: Try to update feed %s
ro_ro: Încercare actualizare flux %s

source: Updated the feed %s
ro_ro: Fluxul %s a fost actualizat

source: Try to save order %s
ro_ro: Încercare de salvare a comanzii %s

source: Saved order %s
ro_ro: Comanda salvată %s

source: Try to %s save orders
ro_ro: Încercare salvare a comenzilor %s

source: Saved %s save orders
ro_ro: Comenzi salvate %s

source: Try to send order %1$s status %2$s
ro_ro: Încercare trimitere comanda %1$s cu starea %2$s

source: Sent order %1$s status %2$s
ro_ro: Comanda trimisă %1$s stare %2$s

source: Try to add to segment %1$s subscriber ID %2$s
ro_ro: Încercare adăugare la segmentul %1$s ID-ul de abonat %2$s

source: Added to segment %1$s subscriber ID %2$s
ro_ro: S-a adăugat la segmentul %1$s ID abonat %2$s

source: Try to send one SMS to %s
ro_ro: Încercare de trimitere SMS către %s

source: Sent SMS to %s
ro_ro: SMS trimis către %s

source: Try to subscribe telephone %s
ro_ro: Încercare abonare nr. telefon %s

source: Subscribed telephone %s
ro_ro: Nr. de telefon %s a fost abonat

source: Try to unsubscribe telephone %s
ro_ro: Încercare dezabonare la nr. de telefon %s

source: Unsubscribed telephone %s
ro_ro: Nr. de telefon %s a fost dezabonat

source: NewsMAN plugin for Wordpress-Woocommerce
ro_ro: NewsMAN plugin pentru Wordpress-Woocommerce

source: Connect your site with NewsMAN for:
ro_ro: Conectează-ți site-ul cu NewsMAN pentru:

source: Subscribers Sync
ro_ro: Sincronizarea abonaților

source: Create and manage forms
ro_ro: Creați și gestionați formulare

source: Create and manage popups
ro_ro: Creați și gestionați ferestre pop-up

source: Connect your forms to automation
ro_ro: Conectați formularele la automatizare

source: Login with NewsMAN
ro_ro: Autentificare cu NewsMAN

source: Select list:
ro_ro: Selectați lista:

source: -- select list --
ro_ro: -- selectați o listă --

source: Save
ro_ro: Salvează

source: Enable
ro_ro: Permite

source: Your NewsMAN Remarketing ID
ro_ro: ID-ul dvs. de remarketing NewsMAN

source: Anonymize IP
ro_ro: Anonimizare IP

source: Anonymize User IP Address
ro_ro: Anonimizarea adresei IP a utilizatorului

source: Send telephone numbers
ro_ro: Trimite numere de telefon

source: Send subscribers (e-mail lists) telephone numbers and telephone numbers of customers that made orders.
ro_ro: Trimiteți (in listele de e-mail) numerele de telefon ale abonaților și numerele de telefon ale clienților care au plasat comenzi.

source: Export WordPress Subscribers
ro_ro: Trimite abonați WordPress

source: Export all WordPress users with role subscriber on regular basis (using Woo Commerce Action Scheduler).
ro_ro: Trimiteți toți utilizatorii WordPress cu rol de abonat în mod regulat (folosind Woo Commerce Action Scheduler).

source: Latest Short Period in Days
ro_ro: Ultima perioadă scurtă în zile

source: Export latest WordPress subscribers registered in last X days every %d hours.
ro_ro: Trimite cei mai recenți abonați WordPress înregistrați în ultimele X zile la fiecare %d ore.

source: Latest Long Period in Days
ro_ro: Ultima perioadă lungă în zile

source: Export latest WordPress subscribers registered in last X days every %d days.
ro_ro: Trimite cei mai recenți abonați WordPress înregistrați în ultimele X zile la fiecare %d zile.

source: Export WooCommerce Buyers as Subscribers
ro_ro: Trimite cumpărătorii WooCommerce ca abonați

source: Export all buyers from orders with status complete on regular basis (using Woo Commerce Action Scheduler).
ro_ro: Trimiteți toți cumpărătorii din comenzile cu starea „Finalizat” în mod regulat (folosind Woo Commerce Action Scheduler).

source: Export latest buyers from orders created in the last X days every %d hours.
ro_ro: Trimite cei mai recenți cumpărători din comenzile create în ultimele X zile la fiecare %d ore.

source: Export latest buyers from orders created in the last X days every %d days.
ro_ro: Trimite cei mai recenți cumpărători din comenzile create în ultimele X zile la fiecare %d zile.

source: Export Orders
ro_ro: Trimite comenzi

source: Export orders on regular basis (using Woo Commerce Action Scheduler).
ro_ro: Trimiteți comenzile în mod regulat (folosind Woo Commerce Action Scheduler).

source: Export latest orders created in the last X days every %d hours.
ro_ro: Trimiteți cele mai recente comenzi create în ultimele X zile la fiecare %d ore.

source: Export latest orders created in the last X days every %d days.
ro_ro: Trimiteți cele mai recente comenzi create în ultimele X zile la fiecare %d zile.

source: Export Orders After Date
ro_ro: Trimite comenzile de după data

source: Export orders created after a specific date (including). Format: YYYY-MM-DD
ro_ro: Comenzi care vor fi trimise după o anumită dată de creare (inclusiv). Format: AAAA-LL-ZZ

source: Export Orders on Status Change
ro_ro: Comenzi trimise la schimbarea stării

source: Select order statuses. On each selected order status change, the order details will be sent to NewsMAN.
ro_ro: Selectați stările comenzii. La fiecare modificare a stării, detaliile comenzii vor fi trimise către NewsMAN.

source: Export Additional Product Attributes
ro_ro: Trimiteți atribute suplimentare ale produsului

source: Select multiple product attributes to include in your product feed.
ro_ro: Selectați mai multe atribute de produs pentru a le include în feedul de produse.

source: Customer Attributes
ro_ro: Atributele clientului

source: Select which customer attributes (from orders) to include in your remarketing data.
ro_ro: Selectați atributele clienților (din comenzi) pe care să le includeți în datele de remarketing.

source: Save Changes
ro_ro: Salvați modificările

source: NewsMAN Connection
ro_ro: Conexiune NewsMAN

source: API KEY
ro_ro: Cheie API

source: User ID
ro_ro: ID-ul de utilizator

source: Credentials Status
ro_ro: Starea credențialelor

source: Allow API access
ro_ro: Permite accesul API

source: Send User IP Address
ro_ro: Trimite adresa IP a utilizatorului

source: Server IP Address
ro_ro: Adresă IP a serverului

source: Please set the public IP address of the server if the user IP address is not sent. NewsMAN subscribe to newsletter requires an IP address.
ro_ro: Vă rugăm să introduceți adresa IP publică a serverului dacă adresa IP a utilizatorului nu este trimisă. Abonarea la newsletter-ul NewsMAN necesită o adresă IP.

source: Import Authorize Header Name
ro_ro: Nume antet de autorizare (fluxuri)

source: HTTP Header Authorization Name. Please set only alphanumeric characters and minus character.
ro_ro: Nume de autorizare a antetului HTTP (Authorize Header Name). Vă rugăm să introduceți doar caractere alfanumerice și caracterul minus.

source: Please go to <a target="_blank" href="%s">newsman.app</a> in E-Commerce &gt; Feeds and set Header Authorization.
ro_ro: Vă rugăm să accesați <a target="_blank" href="%s">newsman.app</a> în E-Commerce > Feeds și să introduceți Autorizarea antetului (Header Authorization).

source: NewsMAN will be able to import product feeds securely.
ro_ro: NewsMAN va putea importa fluxuri de produse în siguranță.

source: Import Authorize Header Key
ro_ro: Cheie antet de autorizare (fluxuri)

source: HTTP Header Authorization Key. Please set only alphanumeric characters and minus character.
ro_ro: Cheie de autorizare a antetului HTTP (Authorize Header Key). Vă rugăm să introduceți doar caractere alfanumerice și semnul minus.

source: Newsletter Opt-in type
ro_ro: Tip de înscriere la newsletter

source: Opt-in
ro_ro: Înscriere simpla (Opt-in)

source: Double Opt-in
ro_ro: Înscriere cu confirmare (Double Opt-in)

source: Select the type of newsletter opt-in. Double Opt-in is recommended for newsletter subscriptions.
ro_ro: Selectați tipul de abonare la newsletter. Opțiunea dublă de abonare este recomandată pentru abonamentele la newsletter.

source: Confirmation email Form ID.
ro_ro: ID-ul formularului de e-mail de confirmare.

source: Form ID used for the confirmation email / form settings.
ro_ro: ID-ul formularului utilizat pentru e-mailul de confirmare / setările formularului.

source: Forms can be created in <a target="_blank" href="https://newsman.app/manager">newsman.app</a> &gt; Forms.
ro_ro: Formularele pot fi create în <a target="_blank" href="https://newsman.app/manager">newsman.app</a> > Formulare.

source: Checkout Subscribe to Newsletter and SMS
ro_ro: Finalizare comandă Abonează-te la newsletter și SMS

source: Enable Newsletter Checkbox
ro_ro: Activează caseta de selectare pentru newsletter

source: Enable checkbox to subscribe to newsletter in checkout.
ro_ro: Activați caseta de selectare pentru abonare la newsletter la finalizarea comenzii.

source: Is newsletter checkbox checked by default ?
ro_ro: Caseta de selectare pentru newsletter este bifată în mod implicit?

source: Enable SMS, sync phone numbers to your SMS list
ro_ro: Activează SMS-urile, sincronizează numerele de telefon cu lista ta de SMS-uri

source: Enable subscribe after checkout to SMS list with order billing telephone number.
ro_ro: Activați abonarea după finalizarea comenzii la lista de SMS-uri cu numărul de telefon pentru facturarea comenzii.

source: Enable Order Status Checkbox
ro_ro: Activează caseta de selectare pentru starea comenzii

source: Enable checkbox to send SMS about order status in checkout.
ro_ro: Bifați caseta de selectare pentru a trimite SMS-uri despre starea comenzii la finalizarea comenzii.

source: Order Status Checkbox Label
ro_ro: Etichetă casetă de selectare pentru starea comenzii

source: Is order status checkbox checked by default ?
ro_ro: Caseta de selectare pentru starea comenzii este bifată în mod implicit?

source: My Account Subscribe to Newsletter
ro_ro: Contul meu Abonează-te la newsletter

source: Enable page and checkbox to subscribe to newsletter in customers account.
ro_ro: Activați pagina și bifați caseta de selectare pentru abonarea la newsletter în contul clientului.

source: Page Menu Label
ro_ro: Etichetă meniu pagină

source: The label on the link on the left side menu in customer account.
ro_ro: Eticheta de pe linkul din meniul din stânga din contul clientului.

source: Page Title
ro_ro: Titlul paginii

source: The title of subscribe to newsletter page in customer account.
ro_ro: Titlul paginii de abonare la newsletter din contul clientului.

source: Checkbox Label
ro_ro: Etichetă casetă de selectare

source: The label on subscribe to newsletter checkbox in customer account.
ro_ro: Eticheta de pe caseta de selectare a abonării la newsletter din contul clientului.

source: Logging level
ro_ro: Nivel Jurnalizare

source: No Logging
ro_ro: Fara Jurnalizare

source: API Timeout
ro_ro: Expirare API

source: Enable Test User IP
ro_ro: Activează adresa IP a utilizatorului de testare

source: Warning! Please do not use this IP address in production because it is used by API endpoint subscriber.saveSubscribe.
ro_ro: Atenție! Vă rugăm să nu utilizați această adresă IP în producție, deoarece este utilizată de endpoint-ul API subscriber.saveSubscribe.

source: Test User IP address
ro_ro: Adresa IP a utilizatorului de testare

source: Plugin Loaded Priority
ro_ro: Prioritate încărcare plugin

source: NewsMAN plugin Woo Commerce hooks are loaded with add_action plugins_loaded and priority set in this configuration. Default is 20.
ro_ro: Hook-urile pluginului NewsMAN pentru Woo Commerce sunt încărcate cu plugins_loaded și prioritatea este setată în această configurație. Implicit este 20.

source: Use Action Scheduler
ro_ro: Utilizează Planificatorul de acțiuni

source: Use action scheduler plugin for some of NewsMAN API actions.
ro_ro: Utilizați pluginul de planificare a acțiunilor pentru unele dintre acțiunile API-ului NewsMAN.

source: Use Action Scheduler for Subscribe
ro_ro: Folosește Planificatorul de acțiuni pentru Abonare

source: On storefront use action scheduler for subscribe to email and SMS lists actions.
ro_ro: În magazinul virtual, folosiți planificatorul de acțiuni pentru abonarea la listele de e-mail și SMS.

source: Use Action Scheduler for Unsubscribe
ro_ro: Folosește Planificatorul de Acțiuni pentru Dezabonare

source: On storefront use action scheduler for unsubscribe from email lists action.
ro_ro: În magazinul virtual, utilizați planificatorul de acțiuni pentru acțiunea de dezabonare de la listele de e-mail.

source: Please configure the credentials in Settings tab.
ro_ro: Vă rugăm să configurați acreditările în fila Setări.

source: Use SMS
ro_ro: Folosește SMS-uri

source: Select SMS List
ro_ro: Selectați lista SMS-uri

source: Please save a SMS list to start sending SMS.
ro_ro: Vă rugăm să salvați o listă de SMS-uri pentru a începe să trimiteți SMS-uri.

source: The SMS lists dropdown is displayed when Use SMS is enabled.
ro_ro: Meniul derulant al listelor SMS este afișat când este activată opțiunea Utilizare SMS.

source: SMS Message
ro_ro: Mesaj SMS

source: Order Status
ro_ro: Starea comenzii

source: Message / Variables
ro_ro: Mesaj / Variabile

source: Pending
ro_ro: În așteptare (Pending)

source: Active
ro_ro: Activ

source: Message
ro_ro: Mesaj

source: Variables
ro_ro: Variabile

source: Failed
ro_ro: Eșuat (Failed)

source: On Hold
ro_ro: În așteptare (On Hold)

source: Processing
ro_ro: Prelucrare (Processing)

source: Completed
ro_ro: Finalizat (Completed)

source: Refunded
ro_ro: Rambursat (Refunded)

source: Canceled
ro_ro: Anulat (Canceled)

source: (from official Cargus plugin)
ro_ro: (din pluginul oficial Cargus)

source: Send SMS with Cargus AWB number. Adds an action in admin order view Order Actions to send the SMS message. The link will be displayed after the order has in it a Cargus AWB.
ro_ro: Trimiteți SMS cu numărul Cargus AWB. Adaugă o acțiune în vizualizarea comenzii administrative Acțiuni comandă pentru a trimite mesajul SMS. Linkul va fi afișat după ce comanda conține un AWB Cargus.

source: SMS production debug
ro_ro: Depanare in producție a mesajelor SMS

source: Activate test mode
ro_ro: Activează modul de testare

source: The message will be sent to your specified phone and not to customer phone. SMS are sent on order status changes.
ro_ro: Mesajul va fi trimis pe telefonul specificat de dvs. și nu pe telefonul clientului. Se trimit SMS-uri la modificarea stării comenzii.

source: Phone for tests
ro_ro: Telefon pentru teste

source: SMS send test
ro_ro: Test de trimitere a mesajelor SMS

source: Phone
ro_ro: Telefon

source: Test message
ro_ro: Mesaj de test

source: Send now
ro_ro: Trimite acum

source: Select a list
ro_ro: Selectați o listă

source: Select a list of subscribers.
ro_ro: Selectați o listă de abonați.

source: Select a segment
ro_ro: Selectați un segment

source: -- select segment (optional) --
ro_ro: -- selectați segmentul (opțional) --

source: Select a segment of subscribers.
ro_ro: Selectați un segment de abonați.

source: The dropdown has the updated segments as options after the new list was saved.
ro_ro: Meniul derulant conține segmentele actualizate ca opțiuni după salvarea noii liste.

source: Select an SMS list
ro_ro: Selectați o listă de SMS-uri

source: Select a list of SMS to be synced with phone numbers
ro_ro: Selectați o listă de SMS-uri care vor fi sincronizate cu numerele de telefon

source: <em>Optionally and by case</em> synchronize all data.
ro_ro: <em>Opțional și după caz</em> sincronizați toate datele.

source: Or <em>optionally</em> synchronize data via CRON jobs (Task scheduler).
ro_ro: Sau, <em>opțional</em>, sincronizați datele prin intermediul joburilor CRON (Task scheduler).

source: Click the export buttons to push all data once.
ro_ro: Faceți clic pe butoanele de trimitere pentru a trimite toate datele o singură dată.

source: Or click
ro_ro: Sau faceți clic

source: <em>Optional</em> synchronize via CRON jobs (Task scheduler).
ro_ro: Sincronizare <em>opțională</em> prin joburi CRON (Planificator de activități).

source: Click
ro_ro: Clic
